window.BOOK2_1 = {
    B_1_1:{
        text_id: "1_1",
        title : "第1课《小蝌蚪找妈妈》",
        word  : ["两", "哪", "宽", "顶", "眼", "睛", "肚", "皮", "孩", "跳"]
    },
    B_1_2:{
        text_id: "1_2",
        title : "第2课《我是什么》",
        word  : ["变", "极", "片", "傍", "海", "洋", "作", "坏", "给", "带"]
    },
    B_1_3:{
        text_id: "1_3",
        title : "第3课《植物妈妈有办法》",
        word  : ["法", "如", "脚", "它", "娃", "她", "毛", "更", "知", "识"]
    },
    B_2_1:{
        text_id: "2_1",
        title : "第1课《场景歌》",
        word  : ["处", "园", "桥", "群", "队", "旗", "铜", "号", "领", "巾"]
    },
    B_2_2:{
        text_id: "2_2",
        title : "第2课《树之歌》",
        word  : ["杨", "壮", "桐", "枫", "松", "柏", "棉", "杉", "化", "桂"]
    },
    B_2_3:{
        text_id: "2_3",
        title : "第3课《拍手歌》",
        word  : ["歌", "写", "丛", "深", "六", "熊", "猫", "九", "朋", "友"]
    },
    B_2_4:{
        text_id: "2_4",
        title : "第4课《田家四季歌》",
        word  : ["季", "吹", "肥", "农", "事", "忙", "归", "戴", "辛", "苦"]
    },
    B_3_4:{
        text_id: "3_4",
        title : "第4课《曹冲称象》",
        word  : ["称", "柱", "底", "杆", "秤", "做", "岁", "站", "船", "然"]
    },
    B_3_5:{
        text_id: "3_5",
        title : "第5课《玲玲的画》",
        word  : ["画", "幅", "评", "奖", "候", "报", "另", "及", "拿", "并"]
    },
    B_3_6:{
        text_id: "3_6",
        title : "第6课《一封信》",
        word  : ["封", "信", "今", "支", "圆", "珠", "笔", "灯", "电", "影"]
    },
    B_3_7:{
        text_id: "3_7",
        title : "第7课《妈妈睡了》",
        word  : ["哄", "先", "闭", "脸", "沉", "发", "窗"]
    },
    B_4_8:{
        text_id: "4_8",
        title : "第8课《古诗二首》",
        word  : ["楼", "依", "尽", "黄", "层", "照", "炉", "烟", "挂", "川"]
    },
    B_4_9:{
        text_id: "4_9",
        title : "第9课《黄山奇石》",
        word  : ["南", "部", "些", "巨", "位", "每", "升", "闪", "狗"]
    },
    B_4_10:{
        text_id: "4_10",
        title : "第10课《日月潭》",
        word  : ["名", "胜", "迹", "央", "丽", "华", "展", "现", "披"]
    },
    B_4_11:{
        text_id: "4_11",
        title : "第11课《葡萄沟》",
        word  : ["份", "坡", "枝", "起", "客", "老", "收", "城", "市", "利"]
    },
    B_5_12:{
        text_id: "5_12",
        title : "第12课《坐井观天》",
        word  : ["井", "观", "沿", "答", "渴", "喝", "话", "际"]
    },
    B_5_13:{
        text_id: "5_13",
        title : "第13课《寒号鸟》",
        word  : ["面", "阵", "朗", "枯", "却", "将", "纷", "夜"]
    },
    B_5_14:{
        text_id: "5_14",
        title : "第14课《我要的是葫芦》",
        word  : ["棵", "谢", "想", "盯", "言", "邻", "治", "怪"]
    },
    B_6_15:{
        text_id: "6_15",
        title : "第15课《大禹治水》",
        word  : ["洪", "灾", "难", "道", "认", "被", "业", "产"]
    },
    B_6_16:{
        text_id: "6_16",
        title : "第16课《朱德的扁担》",
        word  : ["扁", "担", "志", "伍", "师", "军", "战", "士"]
    },
    B_6_17:{
        text_id: "6_17",
        title : "第17课《难忘的泼水节》",
        word  : ["忘", "泼", "度", "龙", "炮", "穿", "向", "令"]
    },
    B_7_18:{
        text_id: "7_18",
        title : "第18课《古诗二首》",
        word  : ["危", "敢", "惊", "阴", "似", "野", "苍", "茫"]
    },
    B_7_19:{
        text_id: "7_19",
        title : "第19课《雾在哪里》",
        word  : ["于", "论", "岸", "屋", "切", "久", "散", "步"]
    },
    B_7_20:{
        text_id: "7_20",
        title : "第20课《雪孩子》",
        word  : ["唱", "赶", "旺", "旁", "浑", "谁", "轻", "汽"]
    },
    B_8_21:{
        text_id: "8_21",
        title : "第21课《狐假虎威》",
        word  : ["食", "物", "爷", "就", "爪", "神", "活", "猪"]
    },
    B_8_22:{
        text_id: "8_22",
        title : "第22课《狐狸分奶酪》",
        word  : ["奶", "始", "吵", "仔", "急", "咬", "第", "公"]
    },
    B_8_23:{
        text_id: "8_23",
        title : "第23课《纸船和风筝》",
        word  : ["纸", "折", "张", "祝", "扎", "抓", "但", "哭"]
    },
    B_8_24:{
        text_id: "8_24",
        title : "第24课《风娃娃》",
        word  : ["车", "得", "秧", "苗", "汗", "场", "伤", "路"]
    }
}
